{
"sourceList": [
{
"subsId": "sourceId/5537",
"subsName": "Lifehacker",
"subsImage": "lifehacker.png",
"subsDesc": "Tips, tricks, and downloads for getting things done.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/5128",
"subsName": "Android Community",
"subsImage": "androidcommunity.png",
"subsDesc": "Android Community is centered on the rapidly evolving world of openplatform mobile devices. Launched by R3 Media LLC, creators of SlashGear.com, Android Community works closely with entities like Google to stay ahead of the news curve and to provide the best source of openplatform mobile news and analysis on the Web.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/6",
"subsName": "The Verge",
"subsImage": "verge.png",
"subsDesc": "The Verge was founded in 2011 in partnership with Vox Media, and covers the intersection of technology, science, art, and culture. Its mission is to offer indepth reporting and longform feature stories, breaking news coverage, product information, and community content in a unified and cohesive manner.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/12",
"subsName": "Polygon",
"subsImage": "polygon.png",
"subsDesc": "Polygon is a video game website founded in 2012 in partnership with Vox Media. Its mission is to cover not only games but the artists who make them and the fans that love them. It's built to deliver fast, comprehensive news, indepth feature stories and reviews that bridge the gap between criticism and buying advice. The site is powered by Vox Media's Chorus platform, a modern media stack built for webnative news in the 21st century.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/4643",
"subsName": "TechTree",
"subsImage": "techtree.png",
"subsDesc": "TechTree.com is India's leading technology website. We cover the latest news, reviews, features, and guides on all things related to gadgets and tech!",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/14",
"subsName": "Mashable",
"subsImage": "mashable.png",
"subsDesc": "Mashable is a leading source for news, information & resources for the Connected Generation. Mashable reports on the importance of digital innovation and how it empowers and inspires people around the world. Mashable's 20 million monthly unique visitors and 6 million social media followers have become one of the most engaged online news communities. Founded in 2005, Mashable is headquartered in New York City with an office in San Francisco.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/7",
"subsName": "Gizmodo",
"subsImage": "gizmodo.jpg",
"subsDesc": "Technologies that change the way we live, work, love, play, think, and feel.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/5127",
"subsName": "Android Guys",
"subsImage": "androidguys.png",
"subsDesc": "The idea behind AndroidGuys came about on November 5th, 2007. This was the day when Google made their long anticipated announcements regarding the Open Handset Alliance and Android. Immediately after these press releases, we began to scour the web for anything and everything associated to these two subjects.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/4707",
"subsName": "GeekCenter",
"subsImage": "geekcenter.png",
"subsDesc": "Geek Center is not my destination, but a journey. Here, I try to help people with articles that would make their lives easy than ever before and that’s what the Geek Center is all about.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/17",
"subsName": "TheNextWeb",
"subsImage": "thenextweb.png",
"subsDesc": "The Next Web is a technology focused media company founded in 2008. It manages several initiatives focused on international technology news, business and culture. .",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/15",
"subsName": "TechCrunch",
"subsImage": "techcrunch.png",
"subsDesc": "TechCrunch is a leading technology media property, dedicated to obsessively profiling startups, reviewing new Internet products, and breaking tech news. Founded in June 2005, TechCrunch and its network of websites now reach over 12 million unique visitors and draw more than 37 million page views per month. ",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/9",
"subsName": "AllThingsD",
"subsImage": "allthingsd.jpg",
"subsDesc": "AllThingsD.com is a Web site devoted to news, analysis and opinion on technology, the Internet and media. But it is different from other sites in this space. It is a fusion of different media styles, different topics, different formats and different sources",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/8",
"subsName": "Engadget",
"subsImage": "engadget.png",
"subsDesc": "Engadget is a news, reviews and opinion outlet with obsessive coverage of cutting edge gadgets, consumer electronics and the science and technology they're built upon. Launched in March of 2004 as a web property, Engadget has since expanded to cover mobile devices and live events through video and photography in addition to the written word.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/5",
"subsName": "Android Central",
"subsImage": "androidcentral.png",
"subsDesc": "You've found yourself smack in the middle of the Greatest Android Community in the World. Between the Blog, the Forums, our more than 170,000 Twitter followers, some 61,000 people on Facebook, more than 86,000 on Google+, and more than 813,000 folks subscribe to us on Google Currents.  this is where it's at, folks.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/18593",
"subsName": "Digital Inspiration",
"subsImage": "digitalinspiration.png",
"subsDesc": "Digital Inspiration, launched in 2004, is among the top 100 technology and howto blogs on the Internet out of an estimated total of 130+ million blogs. The purpose of the site is to help you take maximum advantage of the software tools and web technologies at your disposal so that you spend more time doing things your really love.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/10",
"subsName": "Ars Technica",
"subsImage": "arstechnica.png",
"subsDesc": "Ars Technica was founded in 1998 when Founder & EditorinChief Ken Fisher announced his plans for starting a publication devoted to technology that would cater to what he called 'alpha geeks': technologists and IT professionals. Ken's vision was to build a publication with a simple editorial mission: be 'technically savvy, uptodate, and more fun' than what was currently popular in the space.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
},
{
"subsId": "sourceId/8666",
"subsName": "Androcid",
"subsImage": "androcid.png",
"subsDesc": "Did somebody say Android? Tune in for updates regarding Android. You might be an android lover or android developer, Androcid is your place.",
"channelId": "channelId/1",
"channelName": "Tech",
"subscribed": 0
}
]
}